Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །ཀཽ་ཤི་ཀ་རྣ་བ་དང་། སྣ་དང་ལྕེ་དང་ལུས་དང་། ཡིད་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་ཡིད་མ་ཡིན་ནོ། །ཀཽ་ཤི་ཀ་གཟུགས་ནི་མ་བྱུང་བ་སྟེ།
en: Kauśika, the ears, nose, tongue, body, and mental faculty are unoriginated, and that which is unoriginated is not the mental faculty [and so forth].

source: གང་མ་བྱུང་བ་དེ་ནི་གཟུགས་མ་ཡིན་ནོ།
en: Kauśika, sights are unoriginated, and that which is unoriginated is not sights.

source: །ཀཽ་ཤི་ཀ་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་ཆོས་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་ཆོས་མ་ཡིན་ནོ།
en: Kauśika, sounds, odors, tastes, tangibles, and mental phenomena are unoriginated, and that which is unoriginated is not mental phenomena [and so forth].

source: །ཀཽ་ཤི་ཀ་མིག་གི་རྣམ་པར་ཤེས་པ་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་མིག་གི་རྣམ་པར་ཤེས་པ་མ་ཡིན་ནོ། །ཀཽ་ཤི་ཀ་རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་།
en: Kauśika, visual consciousness is unoriginated, and that which is unoriginated is not visual consciousness.

source: སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་མ་ཡིན་ནོ།
en: Kauśika, auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are unoriginated, and that which is unoriginated is not mental consciousness [and so forth].

source: །ཀཽ་ཤི་ཀ་མིག་གི་འདུས་ཏེ་རེག་པ་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་མིག་གི་འདུས་ཏེ་རེག་པ་མ་ཡིན་ནོ། །ཀཽ་ཤི་ཀ་རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་།
en: Kauśika, visually compounded sensory contact is unoriginated, and that which is unoriginated is not visually compounded sensory contact.

source: སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་མ་ཡིན་ནོ།
en: Kauśika, aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are unoriginated, and that which is unoriginated is not mentally compounded sensory contact [and so forth].

source: །ཀཽ་ཤི་ཀ་མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་མིག་གི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་མ་ཡིན་ནོ། །ཀཽ་ཤི་ཀ་རྣ་བའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་།
en: Kauśika, feelings arising from visually compounded sensory contact are unoriginated, and that which is unoriginated is not feelings arising from visually compounded sensory contact.

source: སྣའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་མ་ཡིན་ནོ།
en: Kauśika, feelings arising from aurally compounded sensory contact, feelings arising from nasally compounded sensory contact, feelings arising from lingually compounded sensory contact, feelings arising from corporeally compounded sensory contact, and feelings arising from mentally compounded sensory contact are unoriginated, and that which is unoriginated is not feelings arising from mentally compounded sensory contact [and so forth].

source: །ཀཽ་ཤི་ཀ་སའི་ཁམས་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་སའི་ཁམས་མ་ཡིན་ནོ། །ཀཽ་ཤི་ཀ་ཆུའི་ཁམས་དང་།
en: Kauśika, the earth element is unoriginated, and that which is unoriginated is not the earth element.

source: མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་རྣམ་པར་ཤེས་པའི་ཁམས་མ་ཡིན་ནོ།
en: Kauśika, the water element, the fire element, the wind element, the space element, and the consciousness element are unoriginated, and that which is unoriginated is not the consciousness element [and so forth].

source: །ཀཽ་ཤི་ཀ་མ་རིག་པ་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་མ་རིག་པ་མ་ཡིན་ནོ། །ཀཽ་ཤི་ཀ་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་།
en: Kauśika, ignorance is unoriginated, and that which is unoriginated is not ignorance.

source: མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་།
en: Kauśika, formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death are unoriginated, and that which is unoriginated is not aging and death [and so forth].

source: རྒ་ཤི་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་རྒ་ཤི་མ་ཡིན་ནོ། །ཀཽ་ཤི་ཀ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་ཡིན་ནོ། །ཀཽ་ཤི་ཀ་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: Kauśika, the perfection of generosity is unoriginated, and that which is unoriginated is not the perfection of generosity.

source: བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་ཡིན་ནོ།
en: Kauśika, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are unoriginated, and that which is unoriginated is not the perfection of wisdom [and so forth].

source: །ཀཽ་ཤི་ཀ་ནང་སྟོང་པ་ཉིད་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་ནང་སྟོང་པ་ཉིད་མ་ཡིན་ནོ།
en: Kauśika, the emptiness of internal phenomena is unoriginated, and that which is unoriginated is not the emptiness of internal phenomena.

source: །ཀཽ་ཤི་ཀ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་མ་ཡིན་ནོ།
en: Kauśika, the [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are unoriginated, and that which is unoriginated is not the emptiness of the essential nature of nonentities [and so forth].

source: །ཀཽ་ཤི་ཀ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མ་ཡིན་ནོ། །ཀཽ་ཤི་ཀ་ཡང་དག་པར་སྤོང་བ་དང་།
en: Kauśika, the applications of mindfulness are unoriginated, and that which is unoriginated is not the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་མ་ཡིན་ནོ། །ཀཽ་ཤི་ཀ་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: Kauśika, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path are unoriginated, and that which is unoriginated is not the noble eightfold path [and so forth].

source: རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་།
en: Kauśika, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways of liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, great loving kindness, great compassion, and the distinct qualities of the buddhas are unoriginated, and that which is unoriginated is not the distinct qualities of the buddhas [and so forth].

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་མ་ཡིན་ནོ། །ཀཽ་ཤི་ཀ་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མ་ཡིན་ནོ།
en: Kauśika, the fruit of entering the stream to nirvāṇa is unoriginated, and that which is unoriginated is not the fruit of entering the stream to nirvāṇa.

source: །ཀཽ་ཤི་ཀ་ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་རང་བྱང་ཆུབ་མ་ཡིན་ནོ།
en: Kauśika, the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, and individual enlightenment are unoriginated, and that which is unoriginated is not individual enlightenment [and so forth].

source: །ཀཽ་ཤི་ཀ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་ཡིན་ནོ།
en: Kauśika, all-aspect omniscience is unoriginated, and that which is unoriginated is not all-aspect omniscience.

source: །ཀཽ་ཤི་ཀ་རྒྱུན་དུ་ཞུགས་པ་ནི་མ་བྱུང་བ་སྟེ།
en: Kauśika, those who enter the stream to nirvāṇa are unoriginated, and that which is unoriginated is not those who enter the stream to nirvāṇa.

source: གང་མ་བྱུང་བ་དེ་ནི་རྒྱུན་དུ་ཞུགས་པ་མ་ཡིན་ནོ། །ཀཽ་ཤི་ཀ་ལན་ཅིག་ཕྱིར་འོང་བ་དང་། ཕྱིར་མི་འོང་བ་དང་། དགྲ་བཅོམ་པ་ཉིད་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་དགྲ་བཅོམ་པ་མ་ཡིན་ནོ།
en: Kauśika, those who are destined for only one more rebirth, those who are no longer subject to rebirth, and the arhats are unoriginated, and that which is unoriginated is not the arhats.

source: །ཀཽ་ཤི་ཀ་རང་སངས་རྒྱས་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་རང་སངས་རྒྱས་མ་ཡིན་ནོ།
en: Kauśika, the pratyekabuddhas are unoriginated, and that which is unoriginated is not the pratyekabuddhas.

source: །ཀཽ་ཤི་ཀ་བྱང་ཆུབ་སེམས་དཔའ་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་ནོ།
en: Kauśika, the bodhisattvas are unoriginated, and that which is unoriginated is not the bodhisattvas.

source: །ཀཽ་ཤི་ཀ་དེ་བཞིན་གཤེགས་པ་ནི་མ་བྱུང་བ་སྟེ། གང་མ་བྱུང་བ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་མ་ཡིན་ནོ།
en: Kauśika, the tathāgatas are unoriginated, and that which is unoriginated is not the tathāgatas.” {

source: །དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་འདི་སྙམ་དུ་སེམས་པར་གྱུར་ཏེ།
en: Ki.II-III: 22} Then Śakra, mighty lord of the gods, thought, “Oh!

source: ཀྱེ་མ་གནས་བརྟན་རབ་འབྱོར་འདི་ལྟར་བཏགས་པ་དང་ཡང་མི་འགལ་ལ། ཆོས་ཉིད་ཀྱང་སྟོན་པ་ནི། ཤེས་རབ་ཟབ་བོ།
en: The elder Subhūti who teaches the nature of reality without contradicting such conceptualizations is profoundly wise.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ལ་བཀའ་སྩལ་པ། དེ་དེ་བཞིན་ནོ།
en: Then the Lord Buddha said to Śakra, mighty lord of the gods, “It is so!

source: །ཀཽ་ཤི་ཀ་དེ་དེ་བཞིན་ཏེ།
en: Kauśika, it is so!

source: གནས་བརྟན་རབ་འབྱོར་འདི་ནི་ཤེས་རབ་ཟབ་མོ་དང་ལྡན་པ་སྟེ།
en: This elder Subhūti is endowed with profound wisdom.

source: དེ་ལྟར་བཏགས་པ་དང་ཡང་མི་འགལ་ལ། ཆོས་ཉིད་ཀྱང་སྟོན་ཏོ།
en: That is to say, he even teaches the nature of reality without contradicting such conceptualizations.”

source: །དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་གནས་བརྟན་རབ་འབྱོར་འདི་བཏགས་པ་དང་ཡང་མི་འགལ། ཆོས་ཉིད་ཀྱང་སྟོན་པ་ལགས།
en: Then Śakra, mighty lord of the gods, asked, “Blessed Lord, how does this elder Subhūti even teach the nature of reality without contradicting conceptualizations?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཀཽ་ཤི་ཀ་གཟུགས་ནི་བཏགས་པ་ཙམ་མོ། །བཏགས་པ་ཙམ་གང་ཡིན་པ་དེ་ནི་ཆོས་ཉིད་དེ།
en: The Lord [Buddha] replied to Śakra, mighty lord of the gods, “Kauśika, physical forms are merely conceptualized, and that which is merely conceptualized is the nature of reality.

source: དེ་ནི་གནས་བརྟན་རབ་འབྱོར་གྱིས་མི་འགལ་བ་བསྟན་ཏོ།
en: This is taught without contradiction by the elder Subhūti.

source: །ཀཽ་ཤི་ཀ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་བཏགས་པ་ཙམ་མོ། །བཏགས་པ་ཙམ་གང་ཡིན་པ་དེ་ནི་ཆོས་ཉིད་དེ།
en: Kauśika, feelings, perceptions, formative predispositions, and consciousness are merely conceptualized, and that which is merely conceptualized is the nature of reality.

source: །ཀཽ་ཤི་ཀ་དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཆོས་རྣམས་ཀྱི་ཆོས་ཉིད་གང་ཡིན་པ་དེ་ནི་མི་འགལ་རྣམ་པར་མི་འགལ་ལོ།
en: If you ask why, Kauśika, that which is the real nature of phenomena is not contradicted and cannot be contradicted.

source: །གང་མི་འགལ་རྣམ་པར་མི་འགལ་བ་དེ་ནི་གནས་བརྟན་རབ་འབྱོར་གྱིས་བསྟན་ཏེ་འགལ་བ་མེད་དོ།
en: That which is not contradicted and cannot be contradicted is taught and not contradicted by the elder Subhūti. “

source: །ཀཽ་ཤི་ཀ་སྐྱེ་མཆེད་དང་། ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ནི་བཏགས་པ་ཙམ་མོ། །བཏགས་པ་ཙམ་གང་ཡིན་པ་དེ་ནི་ཆོས་ཉིད་དེ།
en: Kauśika, the sense fields, the sensory elements, and the links of dependent origination are merely conceptualized, and that which is merely conceptualized is the nature of reality.

source: །ཀཽ་ཤི་ཀ་དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཆོས་ཉིད་གང་ཡིན་པ་དེ་ནི་མི་འགལ་རྣམ་པར་མི་འགལ་ལོ།
en: If you ask why, Kauśika, that which is the real nature of phenomena is not contradicted and cannot be contradicted.

source: །གང་མི་འགལ་རྣམ་པར་མི་འགལ་བ་དེ་ནི་གནས་བརྟན་རབ་འབྱོར་གྱིས་བསྟན་ཏེ་འགལ་བ་མེད་དོ། །ཀཽ་ཤི་ཀ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དང་། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་དང་། ཡང་དག་པར་སྤོང་བ་རྣམས་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་།
en: That which is not contradicted and cannot be contradicted is taught and not contradicted by the elder Subhūti. “

source: ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ནི་བཏགས་པ་ཙམ་མོ།
en: Kauśika, the perfection of generosity, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, the perfection of wisdom, the emptiness of internal phenomena, the [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, the applications of mindfulness, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways of liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas are merely conceptualized, and that which is merely conceptualized is the nature of reality.

source: །བཏགས་པ་ཙམ་གང་ཡིན་པ་དེ་ནི་ཆོས་ཉིད་དེ། དེ་ནི་གནས་བརྟན་རབ་འབྱོར་གྱིས་མི་འགལ་བར་བསྟན་ཏོ།
en: This is taught without contradiction by the elder Subhūti.

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དང་། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་ནི་བཏགས་པ་ཙམ་མོ།
en: The fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, and individual enlightenment are merely conceptualized, and that which is merely conceptualized is the nature of reality.

source: །ཀཽ་ཤི་ཀ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ནི་བཏགས་པ་ཙམ་མོ། །བཏགས་པ་ཙམ་གང་ཡིན་པ་དེ་ནི་ཆོས་ཉིད་དེ།
en: Kauśika, all-aspect omniscience is merely conceptualized, and that which is merely conceptualized is the nature of reality.

source: དེ་ནི་གནས་བརྟན་རབ་འབྱོར་གྱིས་མི་འགལ་བར་བསྟན་ཏོ།
en: This is taught without contradiction by the elder Subhūti.

source: །ཀཽ་ཤི་ཀ་རྒྱུན་དུ་ཞུགས་པ་ནི་བཏགས་པ་ཙམ་མོ། །བཏགས་པ་ཙམ་གང་ཡིན་པ་དེ་ནི་ཆོས་ཉིད་དེ།
en: Kauśika, those who enter the stream to nirvāṇa are merely conceptualized, and that which is merely conceptualized is the nature of reality.

source: དེ་ནི་གནས་བརྟན་རབ་འབྱོར་གྱིས་མི་འགལ་བར་བསྟན་ཏོ། །ཀཽ་ཤི་ཀ་ལན་ཅིག་ཕྱིར་འོང་བ་དང་། ཕྱིར་མི་འོང་བ་དང་།
en: This is taught without contradiction by the elder Subhūti.

source: དགྲ་བཅོམ་པ་དང་། རང་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་དང་། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ནི་བཏགས་པ་ཙམ་མོ། །བཏགས་པ་ཙམ་གང་ཡིན་པ་དེ་ནི་ཆོས་ཉིད་དེ།
en: Kauśika, those who are destined for only one more rebirth, those who are no longer subject to rebirth, arhats, pratyekabuddhas, bodhisattvas, and completely awakened buddhas are merely conceptualized, and that which is merely conceptualized is the nature of reality.

source: །ཀཽ་ཤི་ཀ་དེ་ལྟར་ན་གནས་བརྟན་རབ་འབྱོར་ནི་བཏགས་པ་དང་ཡང་འགལ་བར་མི་བྱེད་ལ་ཆོས་ཉིད་ཀྱང་སྟོན་ཏོ།
en: So it is, Kauśika, that the elder Subhūti does indeed teach the nature of reality without contradicting conceptualizations.” {Ki.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཀཽ་ཤི་ཀ་དེ་དེ་བཞིན་ནོ།
en: II-III: 23} Then the venerable Subhūti addressed Śakra, mighty lord of the gods: “Kauśika, it is so!

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་ཆོས་ཐམས་ཅད་ནི་བཏགས་པ་ཙམ་དུ་བསྟན་ཏོ།
en: The Blessed Lord indeed teaches that all phenomena are merely conceptualizations.

source: །ཀཽ་ཤི་ཀ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཀྱང་དེ་ལྟར་ཆོས་ཐམས་ཅད་བཏགས་པ་ཙམ་དུ་རིག་པར་བྱ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བསླབ་པར་བྱའོ།
en: Kauśika, bodhisattva great beings should also know in that way that all phenomena are merely conceptualizations, and they should train in the perfection of wisdom.

source: །ཀཽ་ཤི་ཀ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སློབ་པ་ནི་གཟུགས་ལ་མི་སློབ་སྟེ།
en: Kauśika, bodhisattva great beings who train accordingly do not train in physical forms.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གང་ལ་བསླབ་པར་བྱ་བའི་གཟུགས་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: If you ask why, it is because they do not observe any physical forms in which they should train.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་། འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ལ་མི་སློབ་སྟེ།
en: They do not train in feelings, perceptions, formative predispositions, or consciousness.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གང་ལ་བསླབ་པར་བྱ་བའི་རྣམ་པར་ཤེས་པ་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: If you ask why, it is because they do not observe any consciousness [and so forth] in which they should train.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སློབ་པ་ནི་མིག་ལ་མི་སློབ་སྟེ།
en: Bodhisattva great beings who train accordingly do not train in the eyes.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གང་ལ་བསླབ་པར་བྱ་བའི་མིག་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: If you ask why, it is because they do not observe any eye in which they should train.

source: །རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་། ཡིད་ལ་མི་སློབ་སྟེ།
en: They do not train in the ears, nose, tongue, body, or mental faculty.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གང་ལ་བསླབ་པར་བྱ་བའི་ཡིད་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: If you ask why, it is because they do not observe any mental faculty [and so forth] in which they should train.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སློབ་པ་ནི་གཟུགས་ལ་མི་སློབ་སྟེ།
en: Bodhisattva great beings who train accordingly do not train in sights.

source: །སྒྲ་དང་དྲི་དང་རོ་དང་། རེག་དང་། ཆོས་ལ་མི་སློབ་སྟེ།
en: They do not train in sounds, odors, tastes, tangibles, or mental phenomena.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གང་ལ་བསླབ་པར་བྱ་བའི་ཆོས་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: If you ask why, it is because they do not observe any mental phenomena [and so forth] in which they should train.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སློབ་པ་ནི་མིག་གི་རྣམ་པར་ཤེས་པ་ལ་མི་སློབ་སྟེ།
en: Bodhisattva great beings who train accordingly do not train in visual consciousness.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གང་ལ་བསླབ་པར་བྱ་བའི་མིག་གི་རྣམ་པར་ཤེས་པ་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: If you ask why, it is because they do not observe any visual consciousness in which they should train.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ལ་མི་སློབ་སྟེ།
en: They do not train in auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, or mental consciousness.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གང་ལ་བསླབ་པར་བྱ་བའི་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: If you ask why, it is because they do not observe any mental consciousness [and so forth] in which they should train.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སློབ་པ་ནི་མིག་གི་འདུས་ཏེ་རེག་པ་ལ་མི་སློབ་སྟེ།
en: Bodhisattva great beings who train accordingly do not train in visually compounded sensory contact.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གང་ལ་བསླབ་པར་བྱ་བའི་མིག་གི་འདུས་ཏེ་རེག་པ་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: If you ask why, it is because they do not observe any visually compounded sensory contact in which they should train.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལ་མི་སློབ་སྟེ།
en: They do not train in aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, or mentally compounded sensory contact.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གང་ལ་བསླབ་པར་བྱ་བའི་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: If you ask why, it is because they do not observe any mentally compounded sensory contact [and so forth] in which they should train.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སློབ་པ་ནི་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་མི་སློབ་སྟེ།
en: Bodhisattva great beings who train accordingly do not train in feelings conditioned by visually compounded sensory contact.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གང་ལ་བསླབ་པར་བྱ་བའི་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: If you ask why, it is because they do not observe any feelings conditioned by visually compounded sensory contact in which they should train.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་མི་སློབ་སྟེ།
en: They do not train in feelings conditioned by aurally compounded sensory contact, feelings conditioned by nasally compounded sensory contact, feelings conditioned by lingually compounded sensory contact, feelings conditioned by corporeally compounded sensory contact, or feelings conditioned by mentally compounded sensory contact.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གང་ལ་བསླབ་པར་བྱ་བའི་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: If you ask why, it is because they do not observe any feelings conditioned by mentally compounded sensory contact [and so forth] in which they should train.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སློབ་པ་ནི་སའི་ཁམས་ལ་མི་སློབ་སྟེ།
en: Bodhisattva great beings who train accordingly do not train in the earth element.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གང་ལ་བསླབ་པར་བྱ་བའི་སའི་ཁམས་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: If you ask why, it is because they do not observe any earth element in which they should train.

source: །ཆུ་དང་མེ་དང་རླུང་དང་ནམ་མཁའ་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ལ་མི་སློབ་སྟེ།
en: They do not train in the water element, the fire element, the wind element, the space element, or the consciousness element.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གང་ལ་བསླབ་པར་བྱ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དེ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: If you ask why, it is because they do not observe any consciousness element [and so forth] in which they should train. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་སློབ་པ་ནི་མ་རིག་པ་ལ་མི་སློབ་སྟེ།
en: Bodhisattva great beings who train accordingly do not train in ignorance.
